Repository: helder1978/Store
Catalog: Providers/HtmlEditorProviders/Fck/App_LocalResources/fckinstanceoptions.ascx.*.resx
Languages: es_bo

# ShowEditorOptions.Text
source: Show custom editor options
es_bo: Mostrar opciones del editor personalizadas

# plToolbarSet.Text
source: Toolbars
es_bo: Barras de herramientas

# plToolbarSet.Help
source: Set the toolbar order preference. The role will be verified against this order from top to bottom. If none toolbar matches current user roles, the last toolbar will be used (Bottom one)
es_bo: Establece el orden de verificación de roles. Los roles serán verificados usando este orden de arriba hacia abajo. Si ninguna barra cumple con los roles del usuario actual, se utilizará la última barra (la de más abajo)

# plToolbarSkin.Text
source: Toolbar Skin
es_bo: Tema de la barra

# plToolbarSkin.Help
source: Custom toolbar skin for this instance
es_bo: Tema personalizado para la barra

# plImageBrowserTheme.Text
source: Image Browser Skin
es_bo: Tema de galería de imágenes

# plImageBrowserTheme.Help
source: Theme used by file browser
es_bo: Tema utilizado por la galería de imágenes

# plFlashBrowserTheme.Text
source: Flash Browser Skin
es_bo: Tema de galería de flash

# plFlashBrowserTheme.Help
source: Theme used by flash browser
es_bo: Tema utilizado por la galería de flash

# plToolbarRoles.Text
source: View roles for the selected toolbar
es_bo: Roles que pueden ver la barra

# plToolbarRoles.Help
source: Select all roles with view access to this toolbar
es_bo: Seleccione los roles que pueden ver la barra de herramientas seleccionada

# plToolbarDisabled.Text
source: Disable selected toolbar
es_bo: Deshabilitar barra

# plToolbarDisabled.Help
source: Select to disable selected toolbar. (If all toolbars are disabled, then last one will be used
es_bo: Seleccione para deshabilitar la barra seleccionada

# imgToolbarUp.Text
source: Move toolbar up
es_bo: Mover barra arriba

# imgToolbarDn.Text
source: Move toolbar down
es_bo: Mover barra abajo

# imgUpdateRoles.Text
source: Update selected toolbar (Modify options below first)
es_bo: Actualizar barra seleccionada (Modificar opciones de abajo primero)

# typeInstance.Text
source: Instance
es_bo: Instancia

# typeModule.Text
source: Module
es_bo: Modulo

# plSettingsType.Text
source: Settings Type
es_bo: Tipo de configuración

# plSettingsType.Help
source: Select the type of setting to modify
es_bo: Seleccione el tipo de configuración a modificar

# plToolbarNotExpanded.Text
source: Toolbar not expanded
es_bo: Barra no expandida

# dshToolbarRoles.Text
source: Editor toolbar view options
es_bo: Opciones de vista de la barra de herramientas del editor

# plApplyTo.Text
source: Apply custom settings to
es_bo: Aplicar valores a

# plApplyTo.Help
source: Select where to apply custom settings
es_bo: Seleccione donde aplicar los valores personalizados

# cmdUpdate.Text
source: Apply
es_bo: Aplicar

# cmdClear.Text
source: Clear
es_bo: Limpiar

# plLinkBrowserTheme.Text
source: Link Browser Skin
es_bo: Tema de la galería de enlaces

# plLinkBrowserTheme.Help
source: Theme used bu the link browser window
es_bo: Tema personalizado para la galería de imágenes

# plEnhancedSecurity.Text
source: Enhanced Security
es_bo: Seguridad incrementada

# plEnhancedSecurity.Help
source: Will try to use added basic rules for anti-spam (can prevent including some content type)
es_bo: Incluirá reglas básicas para tratar de minimizar el spam (Puede no permitir el ingreso de cierto contenido)

# confirmUpdate.Text
source: Apply custom values?
es_bo: Aplicar valores personalizados?

# confirmClear.Text
source: Clear custom values?
es_bo: Limpiar valores personalizados?

# dshThemes.Text
source: Editor Skins
es_bo: Temas del editor

# dshAvailableStyles.Text
source: List of available styles for the editor
es_bo: Lista de estilos disponibles para el editor

# dshOther.Text
source: Other editor options
es_bo: Otras opciones del editor

# plStyleMode.Text
source: Style list generation mode
es_bo: Modo de generación de lista de estilos

# plStyleMode.Help
source: Determines how the style list will be generated
es_bo: Determina como se genera la lista de estilos

# plStyleFilter.Text
source: Dynamic styles filter
es_bo: Filtro de estilos dinamicos

# plStyleFilter.Help
source: When in dynamic mode, you can filter your styles
es_bo: Establece el filtro de estilos cuando se esta en modo dinámico

# plPortalStyle.Text
source: Custom XML file
es_bo: Archivo XML personalizado

# plPortalStyle.Help
source: Specifies a custom file to be used for you styles list
es_bo: Especifica el URL a un archivo xml conteniendo la lista de estilos

# plCssMode.Text
source: CSS Generator mode
es_bo: Modo de generación de CSS

# plCssMode.Help
source: Determines how the css file will be generated
es_bo: Determina como se genera los archivos css

# dshEditorAreaCss.Text
source: Editor area CSS
es_bo: CSS para el área del editor

# plPortalCss.Text
source: Custom CSS file
es_bo: Archivo CSS personalizado

# plPortalCss.Help
source: Specifies a custom css file to be used for your editor area
es_bo: Especifica un url a un archivo css personalizado

# plFullImagePath.Text
source: Full image path
es_bo: Ruta de imágen completa

# plFullImagePath.Help
source: Replaces image path with a complete path including the server
es_bo: Reemplaza las rutas de las imágenes con las turas completas (Incluyendo el servidor)

# toolbarTip.Text
source: Tip: Put most complex toolbar firs and then go down with others
es_bo: Sugerencia: Coloque la barra más compleja primero y luego vaya bajando de complejidad en las de mas abajo

# plForceWidth.Text
source: Force Width (Optional)
es_bo: Forzar Ancho (Opcional)

# plForceWidth.Help
source: Forces editor width to a specific size
es_bo: Fuerza el ancho del editor a un tamaño especifico

# plForceHeight.Text
source: Force Height (Optional)
es_bo: Forzar alto (Opcional)

# plForceHeight.Help
source: Forces editor height to a specific size
es_bo: Fuerza la altura del editor a un tamaño especifico

# Toolbar.Header
source: Toolbar
es_bo: Barra

# Disabled.Header
source: Disabled
es_bo: Deshabilitada

# ViewRoles.Header
source: View Roles
es_bo: Roles que pueden ver

# UpdateToolbar.Text
source: Update Toolbar
es_bo: Actualizar barra

# CancelToolbar.Text
source: Cancel
es_bo: Cancelar

# EditToolbar.Text
source: Edit current toolbar permissions
es_bo: Editar permisos para esta barra

# plImageFolder.Text
source: Image folder (Optional)
es_bo: Ruta de imagenes (Opcional)

# plImageFolder.Help
source: Custom image folder to be used as the root folder for image and flash galleries. Editors must have READ access to this folder
es_bo: Ruta personalizada a utilizarse como raíz de en las galerías de imágenes y flash. El usuario debe tener acceso de LECTURA a este folder

# RootFolder.Text
source: Root
es_bo: Raíz

# UseDefault.Text
source: <Use Default>
es_bo: <Usar predeterminado>

# NoneRoles.Text
source: None (Must define roles)
es_bo: Ninguno (Debe asignar roles)

# cmdMakeAllUsers.Text
source: Make all toolbars available for all users (Needed if you don't want to modify roles)
es_bo: Hacer que todas las barras esten disponibles para todos los usuarios (Necesario si no se quiere modificar roles)

# plFontColors.Text
source: Font Colors
es_bo: Colores para letras

# plFontColors.Help
source: Comma separated list of hexadecimal values for colors. Leave it blank for default list
es_bo: Lista separada por comas de valores exadecimales para los colores. Deje en blanco para usar la lista por defecto

# plFontNames.Text
source: Font Names
es_bo: Nombre de letras

# plFontNames.Help
source: You can include your own list of font names separated by a semicolon. remember that fonts must reside on the client computer. Leave it blank if you want to use the default list
es_bo: Puede incluir su propia lista de nombre de letras separadas por un punto y coma. Recuerde que los tipos de letras deben residir en la computadora cliente. deje en blanco para usar la lista por defecto

# plFontFormats.Text
source: Font Formats
es_bo: Formatos de letras

# plFontFormats.Help
source: A semicolon separated list of values. Each value must contain the format tag. For example: p;div;pre;address;
es_bo: Una lista de valores separados por punto y coma. cada valor debe contener el TAG de formato. Por ejemplo: p;div;pre;address;

# plFontSizes.Text
source: Font Sizes
es_bo: Tamaños de letras

# plFontSizes.Help
source: A semicolon separated list of values. Each value must contain two parts separated by a slash. For example: 1/xx-small;2/x-small;3/small. Leave it blank if you want to use the default list
es_bo: Una lista de valores separados por punto y coma. Cada valor debe contener dos partes separadas por una barra inclinada para indicar el tamaño y el nombre del tamaño. For example: 1/xx-small;2/x-small;3/small. Deje en blanco si desea usar la lista por defecto

# RefreshEditor.Text
source: Refresh Editor
es_bo: Refrescar editor

# lblModuleType.Text
source: Module type
es_bo: Tipo

# lblModuleName.Text
source: Module name
es_bo: Modulo

# lblModuleInstance.Text
source: Module instance
es_bo: Instancia

# NoModuleDefinition.Text
source: No module definition
es_bo: Sin definición de modulo

# NoUser.Text
source: [NO USER]
es_bo: [SIN USUARIO]

# NoInstance.Text
source: No instance found
es_bo: No se encontro instancia

# UpdateSuccess.Text
source: Settings applied succesfully to {0}
es_bo: Opciones actualizadas exitosamente para {0}

# CleanSuccess.Text
source: Settings removed succesfully from {0}
es_bo: Opciones removidas exitosamente de {0}

# UpdateError.Text
source: Error applying custom editor settings for {0}
es_bo: Error aplicando opciones personalizadas del editor para {0}

# CleanError.Text
source: Error removing custom editor settings for {0}
es_bo: Error quitando opciones personalizadas para {0}
